export default function getTranslations() {
  return [
    {
      id: 1,
      name: 'تەفسیری ئاسان بۆ تێگەیشتنی قورئان',
      author: 'بورھان موحەممەد ئەمین',
    },
    {
      id: 2,
      name: 'پوختەی تەفسیری قورئان',
      author: 'موحەمەد ساڵەح بامۆکی',
    },
    {
      id: 3,
      name: 'تەفسیری ڕامان لە ماناو مەبەستی قورئان',
      author: 'ئەحمەد کاکە مەحموود',
    },
    {
      id: 4,
      name: 'تەفسیری ڕێبەر',
      author: 'صلاح الدین عبدالکریم',
    },
    {
      id: 5,
      name: 'تەفسیرا ژیان',
      author: 'اسماعیل سکێری',
    },
    {
      id: 6,
      name: 'تەفسیرا ساناهی بۆ قورئانا پیروز',
      author: 'دانانا هژمارەکا ژ زانایان، ب چاڤدێرییا د. عبدالله الترکي',
    },
    {
      id: 7,
      name: 'قورئانی پیرۆز وەرگێراوی هەژار موکریانی',
      author: 'هەژار موکریانی',
    },
  ];
}
